brew "bat"
brew "blueutil"
brew "fish"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "nvim"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tmux"
brew "zoxide"
cask "ghostty"
